{
    "header": {
        "home": "Heimat",
        "rules": "Regeln",
        "map": "Karte",
        "modpack": "Modifikationspaket",
        "discord": "Zwietracht",
        "donate": "Spenden",
        "language": "Sprache",
        "copyhint_active": "KOPIEREN",
        "copyhint_inactive": "KOPIERT!"
    },
    "welcome": {
        "title": "Willkommen auf Waschbäria"
    },
    "rules": {
        "title": "Gesetzbuch",
        "intro1": "Wir freuen uns, dass sie auf unserem Server spielen möchten. Um ein gutes Spielerlebnis für alle Spieler zu gewährleisten, müssen sie sich an einige Regeln halten.",
        "intro2": "Die Regeln können jederzeit von der Servermannschaft geändert werden und es ist Ihre Pflicht, sich über alle Änderungen zu informieren. Größere Änderungen werden im Voraus angekündigt.",
        "p1": "Würde oder so.",
        "respectfullness": "Verhalten sie sich respektvoll und fair gegenüber den anderen Spielern und der Mannschaft.",
        "hacks": "Die Verwendung von Modifikationen, Hack und anderen Werkzeugen, die ihnen einen Vorteil gegenüber anderen Spielern verschaffen, ist verboten! (Dazu gehören zum Beispiel: Röntgenstrahlen, Fliegen, Roboter, usw.) Wenn sie sich unsicher sind, fragen sie einen Administrator!",
        "contents": "Rassistische, beleidigende, pornographische, gewaltverherrlichende oder nach deutschem Recht illegale Inhalte sind auf dem gesamten Server verboten.",
        "skin_and_name": "Ihr Körper und ihr Spielername dürfen nicht negativ auffallen oder gegen die Regeln verstoßen.",
        "bugusing": "Das Ausnutzen von Fehlern ist strengstenst verboten. Dies gilt sowohl für Minecraft-Käfer als auch für Käfer in unseren Plugins und Datenpacketen. Wenn sie einen Fehler finden, melden sie ihn bitte sofort unserer Servermannschaft!",
        "lost_items": "Verschwundene Elemente aufgrund von Server-, Plugin- oder Datenpacket-Fehlern werden nicht ersetzt.",
        "chat": "Das schnelle versenden von ähnlichen Nachrichten, das übermäßige nutzen der Festsetelltaste, Werbung, Beleidigungen, Veräppeln, Drohungen oder Verstöße gegen geltendes Recht werden nirgendwo geduldet, auch nicht beim flüstern.",
        "reporting": "Wenn sie jemand in der Nachrichtenbox unangenehm belästigt, wenden sie sich bitte vertraulich an die Servermannschaft.",
        "links": "Der Spieler, der eine Internetverknüpfung versendet hat, ist für die Internetverknüpfung in der Nachrichtenbox verantwortlich. Seien sie immer vorsichtig, wenn sie eine öffnen."
    },
    "map": {
        "unavailable": "Die Karte ist derzeit nicht verfügbar."
    }
}
